<?php
// Heading
$_['heading_title']    = 'Курсы валют от Центрального Банка Российской Федерации';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Вы успешно изменили настройки !';
$_['text_edit']        = 'Редактировать расширение';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Это расширение требует, чтобы RUB была доступной валютой.';
$_['text_edit']       .= '<br><br>';
$_['text_edit']       .= 'Когда включено, его можно выбрать в качестве поставщика курса валют в <b><a href="%2">Система &gt; Настройки</b></a> и вы можете обновить курсы валют через <b><a href="%1">Система &gt; Локализация &gt; Валюты</a></b>.';

// Entry
$_['entry_ip']         = 'IP-адрес сервера';
$_['entry_cron']       = 'Команда CRON';
$_['entry_status']     = 'Статус';

// Help
$_['help_ip']          = 'Необязательный IP-адрес для сервера, выполняющего задачу CRON для обновления курсов валют.';
$_['help_cron']        = 'Используйте эту команду при настройке задачи CRON на вашем сервере.';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет прав для изменения расширения!';
$_['error_euro']       = 'Это расширение требует, чтобы Рубль был доступной валютой!';
$_['error_ip']         = 'Неверный IP-адрес!';

