<?php
// Heading
$_['heading_title']    						 = 'Octemplates - Зміна фото під час вибору опції';

// Text
$_['text_module']      						 = 'Модулі';
$_['text_success']     						 = 'Ви успішно змінили налаштування модуля!';
$_['text_success_install']                   = 'Налаштування модуля успішно оновлені!';
$_['text_edit']        						 = 'Редагувати модуль зміни фото товару під час вибору опції';

// Tabs
$_['tab_setting'] 							 = 'Налаштування';

// Entry
$_['entry_status']     						 = 'Статус модуля';
$_['entry_allow_autoselect_option']          = 'Включити автовибір першого значення опцій';
$_['entry_options']                          = 'Опції, до яких застосовується автовибір першого значення';

// Error
$_['error_permission'] 						 = 'Увага: У вас недостатньо прав для редагування модуля!';