<?php
// Text
$_['text_paypal']							= 'PayPal';
$_['text_paypal_title']						= 'PayPal (Оплата через PayPal, Карту)';
$_['text_paypal_paylater_title']			= 'Купить Сейчас, Оплатить Позже с PayPal';
$_['text_paypal_googlepay_title']			= 'Google Pay';
$_['text_paypal_applepay_title']			= 'Apple Pay';
$_['text_checkout_payment_address']  		= 'Платежные Данные';
$_['text_checkout_shipping_address'] 		= 'Данные Доставки';
$_['text_checkout_shipping_method']  		= 'Метод Доставки';
$_['text_checkout_payment_method']  		= 'Метод Оплаты';
$_['text_your_details']              		= 'Ваши Личные Данные';
$_['text_your_address']              		= 'Ваш Адрес';
$_['text_cart']               				= 'Корзина Покупок';
$_['text_shipping_updated']   				= 'Служба доставки обновлена';
$_['text_day']                 				= 'день';
$_['text_week']                				= 'неделя';
$_['text_semi_month']          				= 'полумесяц';
$_['text_month']               				= 'месяц';
$_['text_year']                				= 'год';
$_['text_card_number']          			= '%s заканчивается на %s';
$_['text_trial']               				= '%s каждые %s %s для %s платежей, затем ';
$_['text_recurring']          				= '%s каждые %s %s';
$_['text_recurring_item']      				= 'Повторяющийся Товар';
$_['text_payment_recurring']   				= 'Профиль Платежа';
$_['text_trial_description']   				= '%s каждые %d %s(s) для %d платежа(ей), затем';
$_['text_payment_description'] 				= '%s каждые %d %s(s) для %d платежа(ей)';
$_['text_payment_cancel']      				= '%s каждые %d %s(s) до отмены';
$_['text_length']							= ' для %s платежей';
$_['text_order_message']					= 'Защита Продавца PayPal - %s';
$_['text_wait']								= 'Пожалуйста, подождите!';
$_['text_loading']          				= 'Загрузка...';
$_['text_failure_page_title']				= 'Ваш заказ не удался!';
$_['text_failure_page_message']				= 'Извините, но транзакция не удалась! Пожалуйста, выберите другой способ оплаты или <a href="%s" target="_blank">свяжитесь с нами</a>';

// Column
$_['column_image']             				= 'Изображение';
$_['column_name']              				= 'Название Продукта';
$_['column_model']             				= 'Модель';
$_['column_quantity']          				= 'Количество';
$_['column_price']             				= 'Цена за Единицу';
$_['column_total']             				= 'Итого';

// Entry
$_['entry_email']                    		= 'E-Mail';
$_['entry_firstname']                		= 'Имя';
$_['entry_lastname']                 		= 'Фамилия';
$_['entry_telephone']               		= 'Телефон';
$_['entry_company']                  		= 'Компания';
$_['entry_address_1']                		= 'Адрес 1';
$_['entry_address_2']                		= 'Адрес 2';
$_['entry_postcode']                 		= 'Почтовый Индекс';
$_['entry_city']                     		= 'Город';
$_['entry_country']                  		= 'Страна';
$_['entry_zone']                    		= 'Регион / Штат';
$_['entry_card_number']						= 'Номер Карты';
$_['entry_expiration_date']					= 'Срок Действия';
$_['entry_cvv']								= 'CVV';
$_['entry_card_save']						= 'Сохранить вашу карту';

// Button
$_['button_confirm']  						= 'Подтвердить';
$_['button_shipping'] 						= 'Обновить доставку';
$_['button_pay']							= 'Оплатить Картой';

// Error
$_['error_warning']							= 'Пожалуйста, внимательно проверьте форму на наличие ошибок.';
$_['error_stock']              				= 'Товары, отмеченные звездочками ***, недоступны в нужном количестве или нет в наличии!';
$_['error_minimum']            				= 'Минимальная сумма заказа для %s составляет %s!';
$_['error_required']           				= '%s обязательно!';
$_['error_product']            				= 'Внимание: В вашей корзине нет товаров!';
$_['error_recurring_required'] 				= 'Пожалуйста, выберите повторяющийся платеж!';
$_['error_unavailable'] 	  				= 'Пожалуйста, используйте полную оплату с этим заказом!';
$_['error_shipping']                 		= 'Внимание: Требуется метод доставки!';
$_['error_no_shipping']    					= 'Внимание: Нет доступных опций доставки.';
$_['error_firstname']                		= 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 		= 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                    		= 'Адрес E-Mail кажется недействительным!';
$_['error_telephone']                		= 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']                 		= 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']                  		= 'Подтверждение пароля не совпадает с паролем!';
$_['error_address_1']                		= 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']                     		= 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']                 		= 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']                  		= 'Пожалуйста, выберите страну!';
$_['error_zone']                     		= 'Пожалуйста, выберите регион / штат!';
$_['error_agree']                    		= 'Внимание: Вы должны согласиться с %s!';
$_['error_address']                  		= 'Внимание: Вы должны выбрать адрес!';
$_['error_custom_field']             		= '%s обязательно!';
$_['error_order_voided']					= 'Мы не смогли обработать ваш платеж. Все единицы покупки в заказе аннулированы. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_order_completed']					= 'Мы не смогли обработать ваш платеж. Платеж был авторизован или авторизованный платеж был захвачен для заказа. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_authorization_captured']			= 'Мы не смогли обработать ваш платеж. Авторизованный платеж имеет один или несколько захватов против него. Сумма этих захваченных платежей больше, чем сумма первоначального авторизованного платежа. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_authorization_denied']			= 'Мы не смогли обработать транзакцию с этой картой. Средства не могут быть захвачены. Пожалуйста, попробуйте другой источник финансирования.';
$_['error_authorization_expired']			= 'Мы не смогли обработать ваш платеж. Авторизованный платеж истек. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_capture_declined']				= 'Мы не смогли обработать транзакцию с этой картой. Средства не могут быть захвачены. Пожалуйста, попробуйте другой источник финансирования.';
$_['error_capture_failed']					= 'Мы не смогли обработать ваш платеж. Возникла ошибка при захвате платежа. Пожалуйста, <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_3ds_failed_authentication']		= 'Мы не смогли обработать транзакцию с этой картой. Возможно, вы не прошли проверку или устройство не было подтверждено.';
$_['error_3ds_rejected_authentication']		= 'Мы не смогли обработать транзакцию с этой картой. 3D Secure аутентификация была пропущена вами.';
$_['error_3ds_attempted_authentication'] 	= 'Мы не смогли обработать транзакцию с этой картой. Карта не зарегистрирована в 3D Secure, так как банк-эмитент не участвует в 3D Secure.';
$_['error_3ds_unable_authentication']		= 'Мы не смогли обработать транзакцию с этой картой. Банк-эмитент не может завершить аутентификацию.';
$_['error_3ds_challenge_authentication']	= 'Мы не смогли обработать транзакцию с этой картой. Требуется проверка для аутентификации.';
$_['error_3ds_card_ineligible']				= 'Мы не смогли обработать транзакцию с этой картой. Тип карты и банк-эмитент не готовы завершить 3D Secure аутентификацию.';
$_['error_3ds_system_unavailable']			= 'Мы не смогли обработать транзакцию с этой картой. Произошла ошибка с системой 3D Secure аутентификации.';
$_['error_3ds_system_bypassed'] 			= 'Мы не смогли обработать транзакцию с этой картой. 3D Secure была пропущена, так как система аутентификации не требовала проверки.';
$_['error_payment']							= 'Пожалуйста, выберите другой способ оплаты или <a href="%s" target="_blank">свяжитесь с нами</a>.';
$_['error_timeout'] 	  					= 'Извините, PayPal в данный момент занят. Пожалуйста, попробуйте позже!';
